export default {
  state: {
    carousel: [],
    latest: [
      {
        img: "/img-null.svg",
        title:
          "微博之夜｜55歲劉嘉玲手臂肌膚緊緻滑溜過28歲迪麗熱巴身著復古羽毛清沙妝，火力全開",
        content:
          "生死较量 捍卫正义信念永存作为一部反盗猎剧集，《猎狼者》选择从不同职...",
        date: "2021-03-02"
      },
      {
        img: "/img-null.svg",
        title:
          "《Penthouse上流戰爭2》第3-4集劇情／露娜回國、姜瑪莉黑化、碩京恐遭滅口？",
        content:
          "官方今日还发布了一支片花，高能刺激的剧情接连上演，反盗猎传奇露出冰...",
        date: "2021-03-02"
      },
      {
        img: "/img-null.svg",
        title: "娱乐圈流行强强联手：王一博给黄景瑜做配？",
        content:
          "蒋勤勤面对刘涛的规矩作何反应？秦海璐婚前婚后变化巨大的原因是什么？…",
        date: "2021-03-02"
      },
      {
        img: "/img-null.svg",
        title:
          "最新9部定檔陸劇！譚松韻《錦心似玉》上檔，《山河令》2021首部耽改劇，楊冪也回歸啦！",
        content:
          "上周五晚20:20，浙江卫视安慕希《奔跑吧9》开启“文物”保护之旅，全员…",
        date: "2021-03-02"
      },
      {
        img: "/img-null.svg",
        title:
          "44歲舒淇為林熙蕾女兒慶生驚現白髮！大方自拍頭頂：請你們漸漸的看我老去！",
        content:
          "杨子回家学狗叫曝光“夫妻暗号”；郭晓东硬核直男式浪漫惹哭老婆，程莉…",
        date: "2021-03-02"
      },
      {
        img: "/img-null.svg",
        title: "安静@杨幂 灵机一动布划了一出对徐鹤“欲擒故纵”的战略性行动",
        content:
          "军旅剧作为中国电视剧的一种特殊剧种，吸引着各行各界的观众。这些年以...",
        date: "2021-03-02"
      }
    ],
    exciusive: [
      { title: "赵丽颖冯绍峰离婚，3年终究没等来婚礼，粉丝哭着…", key: "" },
      { title: "《婆婆和妈妈2》杜淳陪产王灿vlog首曝光", key: "" },
      { title: "老戏骨刘江回归TVB，几千块薪酬引争议，网友：内…", key: "" },
      { title: "2020微博之夜独家对话吴亦凡", key: "" }
    ],
    hotspot: [
      {
        title: "崔藝彬被狗血耽誤的顏值品牌畫報美到認不出來",
        key: ""
      },
      {
        title: "《婆婆和妈妈2》程莉莎郭晓东土味走秀气场全开 夫妻眉目…",
        key: ""
      },
      {
        title: "微博之夜｜55歲劉嘉玲,迪麗熱巴身著復古羽毛清沙妝",
        key: ""
      },
      {
        title: "张雨绮：作为微博新晋顶流 感受到五味杂陈",
        key: ""
      },
      {
        title: "疫情時代太燒錢！迪士尼宣告關閉《冰原歷險記》藍天動畫工...",
        key: ""
      },
      {
        title: "黄磊口中的念念不忘，一代人的青春女神，62岁山口百惠优雅…",
        key: ""
      },
      {
        title: "热映影片票房仍在攀升，关于春节档的讨论依旧火热",
        key: ""
      },
      {
        title: "眾星雲集 2021 超級盃廣告一次看個夠：甜茶、麥康納、威爾...",
        key: ""
      },
      {
        title: "突如其來的震撼彈！傳奇電音團體 Daft Punk 成軍28年宣佈...",
        key: ""
      },
      {
        title: "聲望掃地的《復仇者聯盟》名導喬斯威登：惡毒言行、職場霸...",
        key: ""
      }
    ]
  },
  mutations: {},
  actions: {}
};
